{
  "sections": {
    "page-title": {
      "type": "page-title",
      "settings": {}
    },
    "1629739751e6a954c2": {
      "type": "faqs",
      "blocks": {
        "e66f4422-39ec-4df1-813a-a2a1ca539d49": {
          "type": "text",
          "settings": {
            "title": "How do I sharpen with the Tumbler?",
            "description": "Tumbler is the smartest way to sharpen your knives. It’s highly intuitive and brings quick results. Attach any metal knife to the magnetic knife sharpener and use the Tumbler rolling sharpener to sharpen any of your household or kitchen knife by gliding it along the edge of the blade.",
            "video_url": "https:\/\/www.youtube.com\/watch?v=zy7pqhLPOmI"
          }
        },
        "90f50b6c-93b0-4746-b4c7-be17a9aaa724": {
          "type": "text",
          "settings": {
            "title": "Can I sharpen any knife with the Tumbler?",
            "description": "Tumbler works with most knives, including but not limited to kitchen knives, cleavers, most hunting knives with a smooth edge, folding knives with a smooth edge. Blades that are not suitable for sharpening with the Tumbler are those at bread knives and scissors.",
            "video_url": "https:\/\/www.youtube.com\/watch?v=7khINWXpo-k"
          }
        },
        "0b75ed14-ebb2-4f0e-a687-a91f2ca6043c": {
          "type": "text",
          "settings": {
            "title": "Can I sharpen damask knives with the Tumbler?",
            "description": "Knives forged from Damascus steel have a particularly high hardness, which often leads to the question of how best to resharpen such hard blades. Tumbler has a high-efficiency diamond wheel. This material is harder than Damascus and as a result, even such exquisite knives can be sharpened with Tumbler. Also, the constant angle of 15 or 20 degrees ensures that only the cutting edge is resharpened and the expensive blade is not damaged.",
            "video_url": ""
          }
        },
        "de0564c8-5569-430d-baea-4194add0cd2b": {
          "type": "text",
          "settings": {
            "title": "Can I sharpen ceramic knives with the Tumbler?",
            "description": "Ceramic is not magnetic and as a result, knives with ceramic blades cannot be fixed to the magnetic holder. Therefore, Tumbler is not suitable for ceramic knives.",
            "video_url": ""
          }
        },
        "e5cca88f-3110-417b-9b14-85605864be1d": {
          "type": "text",
          "settings": {
            "title": "Can I sharpen my one-sided ground Japanes knife with Tumbler?",
            "description": "Yes, this is possible. Since Japanese knives are often sharpened on one side, you only want to resharpen one side of such blades. The Tumbler magnetic holder allows both 15 degree and 20 degree sharpening angles. The blade can be sharpened alternately from both sides and thus also only on one side.",
            "video_url": ""
          }
        },
        "41baa8c2-4854-4d2a-9f50-663efb335171": {
          "type": "text",
          "settings": {
            "title": "How do I sharpen knives that are taller than the sharpening disc?",
            "description": "For taller knives, for example a large Chinese chef's knife, the Tumbler Rolling Sharpene can be underlaid with a cutting board so the grinder is elevated to the level of the cutting edge.",
            "video_url": "https:\/\/www.youtube.com\/watch?v=q6wktLexojc"
          }
        },
        "c520e35d-7b20-419a-ac16-f996b6746d31": {
          "type": "text",
          "settings": {
            "title": "How long do I have to sharpen  before my knife is sharp?",
            "description": "The first step is to sharpen a new constant angle of 15 or 20 degrees for the first time. Most knives have a certain angle from the factory, which is between 15 and 20 degrees, but it is not always consistent. The first sharpening therefore takes between 2 and 6 minutes. For special blades with high hardness, such as Damascus, it can take up to 10 minutes. From the second use, after the knife has become a little dull again, the re-sharpening takes only a few moves forward and backward, because the grinding angle is already given by the first re-sharpening.",
            "video_url": ""
          }
        },
        "a7ab509c-6ade-4920-b1c6-4a74759f3bc6": {
          "type": "text",
          "settings": {
            "title": "How long does the sharpening disc last?",
            "description": "Diamond is the hardest material on the planet and is considered the most durable sharpening material for quality kitchen knife steels. If the tumbler is used properly, the diamond wheel does not need to be replaced.",
            "video_url": ""
          }
        },
        "47ecd271-2ba8-446a-bd7b-5828a4c505af": {
          "type": "text",
          "settings": {
            "title": "Is the Tumbler suitable for sharpening serrated knives, e.g. bread knives?",
            "description": "The Tumbler roller grinder is not suitable for serrations. The serrated heads of the bread knives are ground off and the surface of the diamond sharpening disc wheel can be damaged.",
            "video_url": ""
          }
        },
        "31196b74-afde-43b8-80cf-dc1a79d3d490": {
          "type": "text",
          "settings": {
            "title": "What is the difference between the 15° and 20° degree sharpening angle?",
            "description": "A 20-degree angle is a more robust angle than the steep 15-degree cutting angle which might offer more precision. Before you start altering your knives, keep the following points in mind: Western knives are generally made with a softer variety of steel that is more forgiving to the high-impact style of cutting we do in the West, rendering them too soft to hold a narrower 15-degree angle for very long. Thus, if you change their angle from 20 degrees to 15, they will require more frequent sharpening. (Japanese knives are made from a harder, more brittle steel that holds a narrower edge for longer.) What’s more, you will inevitably end up removing a considerable amount of metal from your knife over time.",
            "video_url": "https:\/\/www.youtube.com\/watch?v=7A1CUkoSNJI"
          }
        },
        "c46ec716-3803-4eb3-a733-612b17a0edad": {
          "type": "text",
          "settings": {
            "title": "What is the diamond disc and the stainless steel honing disc for?",
            "description": "The industrial diamonds used by Tumbler are the optimal material for restoring knife blades of any hardness to an optimal basic sharpness. With the coarse diamond grinding wheel you resharpen your knives in the first step and achieve a very good grinding result. \n\nAfter coarse sharpening with the diamond disc, the cutting edge gets a fine finish with the stainless steel honing wheel and the last burr on the cutting edge is smoothed out. Only a few movements to the front and back are needed here to achieve the desired result.",
            "video_url": ""
          }
        }
      },
      "block_order": [
        "e66f4422-39ec-4df1-813a-a2a1ca539d49",
        "90f50b6c-93b0-4746-b4c7-be17a9aaa724",
        "0b75ed14-ebb2-4f0e-a687-a91f2ca6043c",
        "de0564c8-5569-430d-baea-4194add0cd2b",
        "e5cca88f-3110-417b-9b14-85605864be1d",
        "41baa8c2-4854-4d2a-9f50-663efb335171",
        "c520e35d-7b20-419a-ac16-f996b6746d31",
        "a7ab509c-6ade-4920-b1c6-4a74759f3bc6",
        "47ecd271-2ba8-446a-bd7b-5828a4c505af",
        "31196b74-afde-43b8-80cf-dc1a79d3d490",
        "c46ec716-3803-4eb3-a733-612b17a0edad"
      ],
      "settings": {
        "section_header": "",
        "bg_color": ""
      }
    },
    "16297389205ecd9c87": {
      "type": "text-with-button-alt",
      "settings": {
        "heading": "SHARP KNIVES. EVERDAY.",
        "body": "<p>Get amazing sharpening results in minutes.<\/p>",
        "button_link": "shopify:\/\/products\/tumbler-rolling-knife-sharpener",
        "button_text": "Start Sharpening",
        "bg_color": "#f2eeec",
        "heading_color": "",
        "txt_color": "#51453f",
        "button_color": "",
        "button_text_color": ""
      }
    },
    "165032498671fa759b": {
      "type": "text-with-button",
      "disabled": true,
      "settings": {
        "heading": "A short sentence describing what someone will receive by heading",
        "sub_heading": "<p>A short sentence describing what someone will receive by subheading<\/p>",
        "button_link": "",
        "button_text": "",
        "bg_color": ""
      }
    }
  },
  "order": [
    "page-title",
    "1629739751e6a954c2",
    "16297389205ecd9c87",
    "165032498671fa759b"
  ]
}