{
  "sections": {
    "page-title": {
      "type": "page-title",
      "settings": {}
    },
    "1629739751e6a954c2": {
      "type": "faqs",
      "blocks": {
        "e66f4422-39ec-4df1-813a-a2a1ca539d49": {
          "type": "text",
          "settings": {
            "title": "What's a menstrual cup?",
            "description": "<p>The June Cup is a small, flexible, bell-shaped menstrual care solution that is taking the world by storm.<\/p>\n<p>It's reusable for up to 5 years and made from medical grade silicone which you insert into your vagina to catch and collect your period blood.<\/p>\n<p>Enjoy a hassle and leak-free period for 12-hours and eliminate cramps. It's truly a game changer!<\/p>\n<a href=\"https:\/\/thejunecup.com\/products\/the-june-menstrual-cup-regular\">Try it here<\/a>"
          }
        },
        "90f50b6c-93b0-4746-b4c7-be17a9aaa724": {
          "type": "text",
          "settings": {
            "title": "How does the June Cup work?",
            "description": "It's easy! Fold your cup into the size of a tampon and insert it. Then go about your day! Most people only change it once or twice a day even on their heaviest flow and frequently you can go for 12 hours straight without even noticing your period. Sounds crazy but it's true though. Try it!"
          }
        },
        "0b75ed14-ebb2-4f0e-a687-a91f2ca6043c": {
          "type": "text",
          "settings": {
            "title": "How do I insert a cup?",
            "description": "To insert, fold the mouth of the cup using one of our recommended folds. This will create a smaller, firmer shape that feels similar to a tampon when you insert it. <a href=\"https:\/\/thejunecup.com\/pages\/how-to\"><b>For a step-by-step guide, click here.<\/b><\/a>"
          }
        },
        "de0564c8-5569-430d-baea-4194add0cd2b": {
          "type": "text",
          "settings": {
            "title": "Will I be able to feel the June Cup?",
            "description": "The June Cup sits below your cervix in your vaginal canal. If placed correctly, you shouldn't feel it at all. If you can feel your cup after inserting it, gently remove and re-insert the cup."
          }
        },
        "6e588fc3-38fb-40c6-a783-1f32bc4ac92d": {
          "type": "text",
          "settings": {
            "title": "How long can I wear the June Cup?",
            "description": "The June Cup can be safely worn for up to 12 hours before emptying, cleaning, and re-inserting it. You may need or want to empty your cup more frequently depending on your menstrual flow."
          }
        },
        "41baa8c2-4854-4d2a-9f50-663efb335171": {
          "type": "text",
          "settings": {
            "title": "How does the June Disc work?",
            "description": "The June Disc sits in the vaginal fornix--the area near your cervix--to collect your flow before it enters your vaginal canal. \nPinch It: In the center of the disc so it becomes about the size of a tampon \nInsert It: Push it in and down towards your cervix, then use your finger to tuck the front edge up and behind your pubic bone. \nWear It: Enjoy leak-free period protection for up to 12 hours\nRemove & Rinse It: Hook your finger around the disc ring and pull it out. Rinse it and re-insert it."
          }
        }
      },
      "block_order": [
        "e66f4422-39ec-4df1-813a-a2a1ca539d49",
        "90f50b6c-93b0-4746-b4c7-be17a9aaa724",
        "0b75ed14-ebb2-4f0e-a687-a91f2ca6043c",
        "de0564c8-5569-430d-baea-4194add0cd2b",
        "6e588fc3-38fb-40c6-a783-1f32bc4ac92d",
        "41baa8c2-4854-4d2a-9f50-663efb335171"
      ],
      "settings": {
        "section_header": "Top Questions",
        "bg_color": ""
      }
    },
    "faqs-1": {
      "type": "faqs",
      "blocks": {
        "c2b5f351-a218-41eb-84f5-22e1bed8e431": {
          "type": "text",
          "settings": {
            "title": "What menstrual cup size should I get?",
            "description": "We offer the June Cup in 3 sizes. Mini, Small and Large.<br>\n<p><br>MINI: For teens and people with petite anatomy.<\/p>\n<p><br>SMALL: Everyone but those that have given birth vaginally.<\/p>\n<p><br>LARGE: Those who have given birth vaginally or have been diagnosed with menorrhagia.<\/p>"
          }
        },
        "1595028544118": {
          "type": "text",
          "settings": {
            "title": "How do I remove the cup?",
            "description": "Use the June Cup's rounded stem and three halos at the base as your guide. Place your index finger and thumb around the base where you can feel the halos. Pinch the base to release the seal and slowly pull down to slide the cup out of your vaginal canal."
          }
        },
        "1595028572347": {
          "type": "text",
          "settings": {
            "title": "How do I clean the cup?",
            "description": "During your period, you can clean the June Cup with <a href=\"https:\/\/thejunecup.com\/products\/june-cup-wash\">the June Cup Wash<\/a> or mild soap and warm water. Our Wash is unscented and pH-balanced, so it won’t disrupt the natural bacterial and acidic balance of your vagina. We do not recommend using antibacterial soap. While antibacterial soap is great for washing your hands, it can strip your vagina of its healthy bacteria and trigger a yeast infection.\n\nBefore use and between cycles, you can sanitize your cup by placing it in boiling water for 5 minutes. <a href=\"https:\/\/thejunecup.com\/collections\/cleaning-aftercare\/products\/the-compact-sanitizer\">The Compact Sanitizer<\/a> makes it easy to sanitize your cup after your cycle ends. \n\nFind our Compact Sanitized <a href=\"https:\/\/cdn.shopify.com\/s\/files\/1\/0051\/9428\/5091\/files\/How_To_Sanitizer_Your_June_Cup.png?v=1633549477\">instructions here<\/a>.\n\nDo not use vinegar, tea tree oil, scented soap, castile or peppermint soap, oil-based soap, rubbing alcohol, antibacterial soap, hand sanitizer, dish soap, hydrogen peroxide or harsh chemicals to clean your cup; these harsh cleansers can damage the silicone and cause vaginal irritation and discomfort."
          }
        },
        "1595028379551": {
          "type": "text",
          "settings": {
            "title": "What material is the June Cup made of?",
            "description": "The June Cup is made of 100% medical-grade silicone, which means that it’s safe to put in your body. Our cups are BPA and latex-free and have been tested for cytotoxicity, skin irritation, and skin sensitization. Essentially, this means that it has been proven that our cups do not cause skin reactions and are non-toxic. Our silicone is also dye-free and pigment-free."
          }
        },
        "1595028411432": {
          "type": "text",
          "settings": {
            "title": "Is the June Cup reusable?",
            "description": "Yes! With proper care, the June Cup can be used every month for up to five years. Normal differences in vaginal pH can cause your cup to show wear sooner, so you should evaluate your cup every year to see if you need to replace it."
          }
        },
        "e88543df-c6c2-4910-a7f7-23121ab203a3": {
          "type": "text",
          "settings": {
            "title": "How often should I replace my cup?",
            "description": "The June Cup is made of medical grade silicone which means it can be worn for up to 10 years. However, vaginal pH and acidity levels can vary from person to person, and can significantly wear on your cup. With that said we recommend replacing the cup once a year."
          }
        }
      },
      "block_order": [
        "c2b5f351-a218-41eb-84f5-22e1bed8e431",
        "1595028544118",
        "1595028572347",
        "1595028379551",
        "1595028411432",
        "e88543df-c6c2-4910-a7f7-23121ab203a3"
      ],
      "settings": {
        "section_header": "General",
        "bg_color": "#f2eeec"
      }
    },
    "1629741722298b7c83": {
      "type": "faqs",
      "blocks": {
        "c3a3025d-64e6-4796-8a92-c609e0ec33a2": {
          "type": "text",
          "settings": {
            "title": "Is there any risk of Toxic Shock Syndrome (TSS)?",
            "description": "<br>Menstrual cups carry a reduced risk of Toxic Shock Syndrome – a rare, life-threatening complication associated with high-absorbency tampon use that occurs when staph bacteria builds up and releases toxins into the body. While it’s highly unlikely to contract TSS with a menstrual cup, it’s not impossible. Globally, there have only been two reported cases of TSS associated with menstrual cup use—both of which occurred in users who wore their cup for much longer than the recommended 12 hours. <a href=\"https:\/\/thejunecup.com\/blogs\/news\/tss-and-menstrual-cups\">You can read more about the risk of TSS here.<\/a>\n\n<br>If you’ve previously been diagnosed with TSS, you may be at a higher risk for getting it again. Make sure to consult your healthcare provider before switching to a menstrual cup."
          }
        },
        "689584cf-0273-4dc0-805a-f1f17fccdbd9": {
          "type": "text",
          "settings": {
            "title": "Can I use the cup if I have a tilted\/retroverted uterus?",
            "description": "Yes, the cup sits low in your vaginal canal below your cervix, the opening to your uterus. The tilt of your uterus will not affect your ability to insert or use a menstrual cup."
          }
        },
        "aa912745-f4f6-461a-b5a7-5194c18fe90a": {
          "type": "text",
          "settings": {
            "title": "Can I use the cup if I have an IUD?",
            "description": "While you can use the cup with an IUD, we always recommend consulting with your healthcare provider first before trying out a new form of menstrual care. Always remember to break the seal of your cup before attempting to remove it, regardless of whether you have an IUD. You can do this by simply pinching the base of the cup before pulling it out. <a href=\"https:\/\/thejunecup.com\/blogs\/news\/can-i-use-a-menstrual-cup-if-i-have-an-iud\">Read more about using the June Cup with an IUD here.<\/a>"
          }
        },
        "f1f5fda1-9421-4fb0-815d-005b785841e6": {
          "type": "text",
          "settings": {
            "title": "Can I use the cup if I have bladder or pelvic floor prolapse?",
            "description": "We do not recommend a menstrual cup if you have been diagnosed with bladder or pelvic floor prolapse as the suction created by the cup may aggravate your pre-existing diagnosis. If you'd still like to give it a try, we highly recommend you consult your physician and a pelvic floor therapist before making the switch."
          }
        },
        "c7bde9bc-98a3-4f85-b956-4aa92c41fd39": {
          "type": "text",
          "settings": {
            "title": "Can I use the June Cup during sex?",
            "description": "Because a menstrual cup sits low in the vaginal canal just below the cervix, we do not recommend having penetrative vaginal sex while wearing the cup."
          }
        }
      },
      "block_order": [
        "c3a3025d-64e6-4796-8a92-c609e0ec33a2",
        "689584cf-0273-4dc0-805a-f1f17fccdbd9",
        "aa912745-f4f6-461a-b5a7-5194c18fe90a",
        "f1f5fda1-9421-4fb0-815d-005b785841e6",
        "c7bde9bc-98a3-4f85-b956-4aa92c41fd39"
      ],
      "settings": {
        "section_header": "Use Cases",
        "bg_color": ""
      }
    },
    "faqs-2": {
      "type": "faqs",
      "blocks": {
        "1595028532760": {
          "type": "text",
          "settings": {
            "title": "What should I do if I feel pressure on my bladder?",
            "description": "If your cup isn’t positioned correctly, you may experience pressure on the urethra that feels like bladder pressure or like you need to urinate. We recommend gently removing and re-inserting the cup. Try inserting horizontally towards the tailbone so that it does not put pressure on the urethra. When placed correctly, you should not feel any pressure sensation on your bladder."
          }
        },
        "1595028557632": {
          "type": "text",
          "settings": {
            "title": "What should I do if my cup is stuck\/lost?",
            "description": "Don’t worry, it’s not lost! It's not uncommon for your cup to move around a bit in your vagina throughout the day. The most important thing is to relax your vaginal muscles so the cup will be easier to remove. If you can’t locate the base of your cup right away, try sitting in a squatted position on the floor or on the toilet and gently push down using your pelvic floor muscles as if you are trying to go to the bathroom. This usually lowers the cup a bit. Use your fingers to locate the security stem and pinch the base of the cup to release the seal before pulling the cup out of your vagina."
          }
        },
        "27c2b3a1-4a4e-4bf1-ba03-8aed31a44e93": {
          "type": "text",
          "settings": {
            "title": "What happens if my cup leaks?",
            "description": "Although menstrual cups are a great choice for most – it doesn’t mean they’ll work perfectly the first few times you use one (however, for some people, they do!). To troubleshoot why your cup is leaking, <a href=\"https:\/\/thejunecup.com\/blogs\/news\/the-top-4-reasons-your-menstrual-cup-is-leaking\">read more here.<\/a>"
          }
        },
        "dd4ef289-bfbf-4517-be08-43617e908842": {
          "type": "text",
          "settings": {
            "title": "Do I need to sterilize the cup before initial use?",
            "description": "While each June Cup comes individually wrapped and sealed directly from the manufacturer, we recommend sanitizing your cup before initial use by placing it in boiling water for 5 minutes."
          }
        },
        "4b3d3289-7d38-4a8c-bdc5-0357d345f1de": {
          "type": "text",
          "settings": {
            "title": "Can I bleed in June Period Underwear without any backup?",
            "description": "Our Period Underwear is designed to provide you with the extra boost of confidence you need during your period. We generally recommend they be worn in addition to a cup or as a back-up, but if you have a light to medium flow, you can wear them alone but may need to change them more frequently."
          }
        },
        "398fc439-617c-4dc2-98da-38df5e3dab24": {
          "type": "text",
          "settings": {
            "title": "What size period underwear should I get?",
            "description": "See our detailed period underwear size chart here: https:\/\/thejunecup.com\/pages\/period-underwear-size-chart"
          }
        },
        "33a31a15-a6d5-447b-8f23-02dd2a96b74d": {
          "type": "text",
          "settings": {
            "title": "Is June Period Underwear nontoxic & safe to wear?",
            "description": "Yes! June Period Underwear has passed safety and quality testing for usage and materials. They have been tested for fiber content and flammability and proven to be free of formaldehyde, AZO dyes, colorants, and PFAs."
          }
        }
      },
      "block_order": [
        "1595028532760",
        "1595028557632",
        "27c2b3a1-4a4e-4bf1-ba03-8aed31a44e93",
        "dd4ef289-bfbf-4517-be08-43617e908842",
        "4b3d3289-7d38-4a8c-bdc5-0357d345f1de",
        "398fc439-617c-4dc2-98da-38df5e3dab24",
        "33a31a15-a6d5-447b-8f23-02dd2a96b74d"
      ],
      "settings": {
        "section_header": "Troubleshooting",
        "bg_color": ""
      }
    },
    "16364888138be3215b": {
      "type": "faqs",
      "blocks": {
        "d54fb73e-d749-4b12-bb0e-39641a4b786a": {
          "type": "text",
          "settings": {
            "title": "Does the Disc need to be cleaned?",
            "description": "Yes, the June Menstrual Disc should be cleaned using ph balanced unscented soap between uses, and sanitized between each cycle. \nShould it be sanitized before initial use?\nWhile our discs come pre-packaged in tamper free bags, it is generally a good idea to sanitize your June Menstrual Disc before initial use."
          }
        },
        "605007e6-6e46-441c-8b70-d2e42a05ff58": {
          "type": "text",
          "settings": {
            "title": "How do you sanitize the disc?",
            "description": "You can sanitize your June Menstrual Disc the same way you sanitize your June Cup! Just drop it into your compact sanitizer or any heat safe container and let it stand in boiling water for 5 minutes. Then let air dry and use or store between cycles."
          }
        },
        "eba052ff-8213-4529-befa-81846717b817": {
          "type": "text",
          "settings": {
            "title": "How do you clean the disc?",
            "description": "We recommend using a mild soap or ph balanced soap to wash the disc with warm water before and after each wear. At the end of your cycle, be sure to sanitize the disc for 5 minutes."
          }
        },
        "beb0ef2b-8cf1-43a5-9cc7-50ce89b7c55c": {
          "type": "text",
          "settings": {
            "title": "Why am I leaking?",
            "description": "You could be leaking if your disc is not placed correctly. Remember, a disc works a bit differently than a menstrual cup. It sits very high in the vaginal canal, just below your cervix. You might be leaking if the disc is not secured behind your pubic bone or is sitting too low in the vaginal canal."
          }
        },
        "a25906d4-f58d-4ed9-81b8-9f1c143af84b": {
          "type": "text",
          "settings": {
            "title": "How do I know if it is inserted correctly?",
            "description": "Your June Menstrual Disc is in the right spot if you’ve tucked it behind your pubic bone and you can’t feel it."
          }
        },
        "430635cb-f021-4357-8feb-ea489858fbb1": {
          "type": "text",
          "settings": {
            "title": "How do I remove the disc?",
            "description": "Use your middle or index finger and insert into the vaginal canal. Reach for the rim of the disc (use June’s ridges as your guide) and hook with your middle or index finger. Then gently pull the disc out for removal."
          }
        }
      },
      "block_order": [
        "d54fb73e-d749-4b12-bb0e-39641a4b786a",
        "605007e6-6e46-441c-8b70-d2e42a05ff58",
        "eba052ff-8213-4529-befa-81846717b817",
        "beb0ef2b-8cf1-43a5-9cc7-50ce89b7c55c",
        "a25906d4-f58d-4ed9-81b8-9f1c143af84b",
        "430635cb-f021-4357-8feb-ea489858fbb1"
      ],
      "settings": {
        "section_header": "MENSTRUAL DISC",
        "bg_color": ""
      }
    },
    "16297412700d157d8c": {
      "type": "faqs",
      "blocks": {
        "822c1bf0-c4c7-4e85-bde6-782b8bcf6be1": {
          "type": "text",
          "settings": {
            "title": "Where do you produced and manufactured your products?",
            "description": "We proudly make our products in China and the United states.\nOur mnstrual cups and cup sanitizer are made from medical-grade silicone from Germany and in FDA-registered facility in China.\nOur cup and body wash is formulated and produced in our manufacturing facilities in Los Angeles, CA.\nAll orders ship from our warehouse in Los Angeles, CA."
          }
        },
        "62954545-ae19-423b-a346-5c4ad4b65a87": {
          "type": "text",
          "settings": {
            "title": "Is the June Cup FDA registered?",
            "description": "Yes, the June Cup is proudly FDA-registered! <a href=\"https:\/\/thejunecup.com\/blogs\/news\/fda-registration-vs-fda-approval-what-it-means-for-your-menstrual-cup\">See here for more information.<\/a>"
          }
        },
        "e0b30b89-a693-4dff-9163-ce21b4554154": {
          "type": "text",
          "settings": {
            "title": "How did JUNE get its name?",
            "description": "As a nod to her Persian heritage, our founder Hedi named the company JUNE after the Farsi word joon, a term of endearment added to a person’s first name to show affection."
          }
        }
      },
      "block_order": [
        "822c1bf0-c4c7-4e85-bde6-782b8bcf6be1",
        "62954545-ae19-423b-a346-5c4ad4b65a87",
        "e0b30b89-a693-4dff-9163-ce21b4554154"
      ],
      "settings": {
        "section_header": "Company",
        "bg_color": ""
      }
    },
    "faqs-3": {
      "type": "faqs",
      "blocks": {
        "c7502bef-7805-4d4b-9240-501817a01504": {
          "type": "text",
          "settings": {
            "title": "Do you accept Flexible Spending Arrangement (FSA) or Health Savings Account (HSA) payments?",
            "description": "Yes, June Cups are now eligible for your Flexible Spending Arrangement (FSA), Health Savings Account (HSA), and Health Reimbursement Arrangement (HRA) spending.\n\nIf you have HSA or FSA funds remaining you'll be able to directly use those at checkout on thejunecup.com or you’ll be able to file for reimbursement with your order confirmation receipt post purchase.\n\nPlease note that all healthcare plan work a bit different and please check in with your provider if you have any questions."
          }
        },
        "7baa991a-e94f-4009-a216-611a3ebf04a7": {
          "type": "text",
          "settings": {
            "title": "How do I cancel my order?",
            "description": "If your order hasn't shipped yet, you may cancel your order by emailing hello@thejunecup.com with \"CANCEL\" in the subject line. If your order has already been shipped, it is not possible for us to cancel your order."
          }
        },
        "08848beb-0b8f-4aa9-b1ae-1b46cfb4a572": {
          "type": "text",
          "settings": {
            "title": "What is JUNE's return\/refund policy?",
            "description": "We offer a 100% satisfaction guarantee with our Original June Cup. Not happy with your Original June Cup? We’ll give you a no-questions-asked refund for the cost of one Original June Cup, or send you another size if you want to test out another fit. All you have to do is pay for shipping – no need to send back your original cup.\nFor sanitary reasons and to keep our products reasonably priced, we cannot offer returns, refunds or exchanges on period underwear, wash, wipes, the June Cup Firm, disc or the sanitizer. However, if the product you received was damaged or faulty, get in touch at <a href=\"mailto:hello@thejunecup.com\">hello@thejunecup.com<\/a> and we’ll make it right.\nNote: One refund & replacement allowed per customer. Refund only applies to the Original June Cup (June Cup Firm is not included). Refund requests can be made only up to 180 days after placing an order."
          }
        },
        "b5d33c27-cfd9-4d03-bdb3-3532cb6fe8b2": {
          "type": "text",
          "settings": {
            "title": "What is \"Transit Shipping Protection\" and how can I redeem this service?",
            "description": "We offer Transit shipping protection as an optional protection in case of loss, damage or theft of your package. We will replace your items - no questions asked - by just emailing hello@thejunecup.com. Please note that Transit shipping protection is not returnable or refundable. If you accidentally added Transit to your order please email us within 48 hours for a cancellation."
          }
        }
      },
      "block_order": [
        "c7502bef-7805-4d4b-9240-501817a01504",
        "7baa991a-e94f-4009-a216-611a3ebf04a7",
        "08848beb-0b8f-4aa9-b1ae-1b46cfb4a572",
        "b5d33c27-cfd9-4d03-bdb3-3532cb6fe8b2"
      ],
      "settings": {
        "section_header": "Orders & Shipping",
        "bg_color": ""
      }
    },
    "1629750803d8bca831": {
      "type": "faqs",
      "blocks": {
        "205eea05-cadf-49a6-8c39-11a6c7208c88": {
          "type": "text",
          "settings": {
            "title": "What's June's referral program?",
            "description": "Refer your friends and get $5 when they make their first JUNE purchase. Your friends will also get an additional $1 off the purchase of their first June Cup so they can try a cup for just $5."
          }
        },
        "0b296047-3f69-4f8c-9af8-80d5b84db772": {
          "type": "text",
          "settings": {
            "title": "Do I need an account to refer people?",
            "description": "Yes, creating an account will allow you to accrue credits that you can use towards future purchases. https:\/\/thejunecup.com\/pages\/refer-a-friend"
          }
        },
        "f24e1586-925c-41c6-801d-28083cab48ab": {
          "type": "text",
          "settings": {
            "title": "Where can I see how many credits I’ve earned?",
            "description": "You’ll get an email every time you earn credits. You can check them anytime by logging in to your JUNE account and clicking the Rewards dashboard to see how many credits you’ve earned."
          }
        },
        "550289b2-924e-4b34-9fb7-3ec5cffe3b3d": {
          "type": "text",
          "settings": {
            "title": "How many people can I refer?",
            "description": "As many as you want!"
          }
        },
        "08d987c0-ec6d-428f-ba35-11b9a83b1e26": {
          "type": "text",
          "settings": {
            "title": "Is there a limit to how much I can earn?",
            "description": "Your $5 credits will end after five referrals, but if you refer 10 people, you get instant access to our VIP program."
          }
        },
        "17850bf9-cdcd-4ef3-98ce-2b30a945732b": {
          "type": "text",
          "settings": {
            "title": "What will I get with the VIP access?",
            "description": "After referring 10 people to JUNE, you’ll have the option to join our affiliate program to start earning commission on every order you refer. Plus: free product samples and a chance to try JUNE products before they launch."
          }
        },
        "cd475562-d06c-41ec-afae-4e720cf9eb0d": {
          "type": "text",
          "settings": {
            "title": "Can I use my credits together?",
            "description": "You’ll earn a $5 discount coupon after your first referral, a $15 coupon after your third referral, and a $25 coupon after your fifth referral.  You can redeem them one-by-one, but they cannot be stacked together."
          }
        },
        "d198cb61-ff14-4f29-9e0c-27db759e5e85": {
          "type": "text",
          "settings": {
            "title": "Can I use my credits with JUNE discount codes?",
            "description": "No, you cannot combine your credits with a discount code at this time."
          }
        },
        "66b3b059-aeec-47c3-9d5f-cba54237ec16": {
          "type": "text",
          "settings": {
            "title": "Can I refer a friend if they are already a JUNE customer?",
            "description": "No, sorry! The referral offer is good for new customers only."
          }
        },
        "31bf76ff-7e55-4b95-bc83-b75c604e54d3": {
          "type": "text",
          "settings": {
            "title": "What happens if my friend cancels their order?",
            "description": "If your friend cancels their order, you won’t receive your $5 credit."
          }
        }
      },
      "block_order": [
        "205eea05-cadf-49a6-8c39-11a6c7208c88",
        "0b296047-3f69-4f8c-9af8-80d5b84db772",
        "f24e1586-925c-41c6-801d-28083cab48ab",
        "550289b2-924e-4b34-9fb7-3ec5cffe3b3d",
        "08d987c0-ec6d-428f-ba35-11b9a83b1e26",
        "17850bf9-cdcd-4ef3-98ce-2b30a945732b",
        "cd475562-d06c-41ec-afae-4e720cf9eb0d",
        "d198cb61-ff14-4f29-9e0c-27db759e5e85",
        "66b3b059-aeec-47c3-9d5f-cba54237ec16",
        "31bf76ff-7e55-4b95-bc83-b75c604e54d3"
      ],
      "settings": {
        "section_header": "Referral Program",
        "bg_color": ""
      }
    },
    "1629741993e1eac9ff": {
      "type": "faqs",
      "blocks": {
        "9f1bfcb5-bc20-481c-b128-18a3d4b4fe72": {
          "type": "text",
          "settings": {
            "title": "Warnings",
            "description": "Do not use the June Cup during a yeast infection, bacterial infection, prenatal or postpartum bleeding. The June Cup is not a contraceptive device and will not protect you from pregnancy or STDs. Do not use it during intercourse. If you are prone to a vasovaginal response we do not recommend cup usage. Do not use the June Cup immediately following child birth, gynecological surgery, miscarriage or termination of pregnancy unless you have physician approval."
          }
        }
      },
      "block_order": [
        "9f1bfcb5-bc20-481c-b128-18a3d4b4fe72"
      ],
      "settings": {
        "section_header": "Disclaimers",
        "bg_color": ""
      }
    },
    "16297389205ecd9c87": {
      "type": "text-with-button-alt",
      "settings": {
        "heading": "Make the Switch",
        "body": "<p>Better alternatives to pads & tampons starting at $6.<\/p>",
        "button_link": "shopify:\/\/collections\/frontpage",
        "button_text": "Explore your options",
        "bg_color": "#f2eeec",
        "txt_color": "#262626"
      }
    }
  },
  "order": [
    "page-title",
    "1629739751e6a954c2",
    "faqs-1",
    "1629741722298b7c83",
    "faqs-2",
    "16364888138be3215b",
    "16297412700d157d8c",
    "faqs-3",
    "1629750803d8bca831",
    "1629741993e1eac9ff",
    "16297389205ecd9c87"
  ]
}